run/tutorials/incompressible/simpleFoam/pitzDailyNew/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

2
(
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          200;
        startFace       180;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          40;
        startFace       380;
    }
)

// ************************************************************************* //
